Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 只不过陈平安也不至于因此落荒而逃，相反，他还象征性向前走了一段路程，如此一来，落在旁人眼中，还算得体。
en_us: However, this didn't mean that Chen Ping'an would turn around and flee. Instead, he even took a few steps forward in a symbolic manner. That way, he would appear slightly more decent in the eyes of those on the Azure Cow Ridge.

source: 只不过陈平安实在不知道如何开口，便干脆不搭理这茬了。
en_us: However, Chen Ping'an truly didn't know where to start, so he decided to ignore this matter altogether.

source: 只可惜宁姚忙着吃果子，没听清楚少年最后说了啥，第一口咬下去，就觉得这果子甘美异常，果肉下肚后，整个人都暖洋洋的，身体如同一座铺设有地龙的屋子，野果就是一袋袋炭火。宁姚闭上眼睛，感受五脏六腑，虽说通体舒泰，但是其余并无异样，这意味着这种野果，大体上可以位列神仙脚下的山上之物，但也仅限于此，肯定可以在世俗王朝能卖出高价，却也不至于让修士眼红。
en_us: Unfortunately, Ning Yao was too busy eating the fruits that had been offered to her to hear what Chen Ping'an had just said. As soon as she took her first bite, she was struck by just how sweet and delicious the fruit was. As the flesh of the fruit entered her stomach, a sense of warmth spread through her entire body. It was as if her body were a dragon kiln, and the flesh of the fruit were sacks of charcoal. Ning Yao closed her eyes to better experience the feeling in her internal organs, and even though she was feeling very warm and comfortable, that was the extent of the effects brought on by the fruit. This indicated that the fruit was something that was extremely precious to mortals and would be sure to fetch a handsome price in the mortal empires, but it wasn't precious enough to be worth fighting over for cultivators.

source: 只可惜红棉袄小姑娘完全沉浸在自己的世界里，根本不在乎什么金算盘，她继续在伙伴眼前轻轻摇晃槐叶，尖尖的小下巴抬了抬，指向前边的陈平安，她说道：“他送我的，我袋子里还有哦。”
en_us: Unfortunatley for her, Li Baoping was still completely immersed in her own little world, and she didn't care about any golden abacus in the slightest. She continued to twirl the locust leaf in front of the little girl with her pointy little chin raised in provocation, and she pointed at Chen Ping'an as she said, "He gave this to me. I still have more in this pouch."

source: 只可惜老猿却没有看到少年的踪迹，他脚尖一点，魁梧身躯拔地而起，一脚踩在一根旧屋栋梁上，借着反弹之力高高跃出屋顶窟窿，落在屋脊上。
en_us: Unfortunately, he wasn't able to spot Chen Ping'an. With a tap of his foot, his enormous body rose up from the ground, and he stepped onto an old wooden beam, using it as a launching pad to propel himself out of the hole in the ceiling before landing on the roof.

source: 只可惜陈平安隔壁，就住着位学识不浅的读书种子，几乎每天清晨黄昏两次，邻居就要诵读圣贤书以明志，按照宋集薪自己的说法则是“吾善养浩然气”。所以陈平安没吃过猪肉也见过猪跑，对于读书人绉绉的那套说法，并不陌生，即便有些晦涩词语，通过上下来解析，也能猜个八九不离十。
en_us: However, it was a pity that Chen Ping'an's neighbor was a quite well read student. Song Jixin would recite the teachings of the Sages almost every morning and every night, and according to him, this was a process of nourishing his noble spirit. Thus, even though Chen Ping'an had never read these books before, he had at the very least heard them being recited. As such, he wasn't unfamiliar with the philosophy of these students and scholars. Even when it came to deep and profound phrases, he could still roughly guess their meaning based on the context of the words that came before and after.

source: 只因儒家圣人齐静春默念的那一句诗词。
en_us: Just a single phrase of poetry recited by Qi Jingchun had been enough to give rise to this unfathomable phenomenon.

source: 只是不等扛着槐枝的少年说什么，腰间悬刀的御剑少女心意一动，剑尖立即掉转方向，倾斜向上，一闪而逝。
en_us: Before Chen Ping'an had a chance to say anything, the flying sword swiveled around at the young woman's behest, carrying her away into the distant sky.

source: 只是今天阮秀不愿在少年面前露怯，强自镇定，笑容牵强道：“你先写写看。”
en_us: However, Ruan Xiu didn't want to embarrass herself in front of Chen Ping'an, so she forced herself to remain calm and put on a confident smile as she said, "Go ahead."

source: 只是到最后，高大少年仍是不情不愿地下水摸石，陈平安与之一左一右，打算将这条小溪彻底扫荡一遍。这边溪水依然多是膝盖高低，一些个稍高处，才会水位及腰，偶尔也有等人高的小水坑，多是巨石聚拢的落脚处，到了这些地方，就是刘羡阳大显身手的时候了，先将箩筐摘下递给蹲在巨石上的草鞋少年，他就一口气潜到水底，从庞然大物的大石缝隙、甚至是层层叠叠的石堆里，掏出他想要的蛇胆石。
en_us: In the end, however, the tall and broad youth still waded into the creek in a begrudging manner. Walking next to Chen Ping'an, they would thoroughly sift through the bottom of the creek to look for those colorful pebbles. This section of the creek was knee-deep, and there were also some slightly deeper areas that would reach up to their waist. On occassion, they would also come across some small pits that were as deep as a person. Generally speaking, it was in these areas that the larger pebbles were gathered. These were also the areas where Liu Xianyang could show off his skills. He would first hand the bamboo basket to Chen Ping'an, who would often be squatting on a large rock. Afterward, he would hold his breath and dive to the bottom of the creek, picking out the snake gall pebbles from the cracks in the large boulders or from among he layers of rock and sediment.

source: 只是大拇指缓缓掉转方向，朝下。
en_us: However, he slowly rotated his hand until his thumb faced dowward.

source: 只是少年已经低下头了，错过了这幕动人景象。
en_us: However, Chen Ping'an had already lowered his head, so he missed out on the beautiful scenery.

source: 只是当他看到少女不断翻书，然后那一片片离开枝头的槐叶，纷纷飘落到一页页书之间，齐静春又有些欣慰。
en_us: However, Qi Jingchun also felt a sense of gratification as he watched the locust leaves flitter down and land between the pages of the book as the young girl continued to flip through it.

source: 只是当宁姚想得头都大了的时候，却听到了草鞋少年的一阵轻微鼾声。
en_us: However, when she started to develop a headache after thinking too hard, she suddenly heard the soft sound of snoring traveling over from in front of her.

source: 只是很快陈平安就有些为难，有了印章，就需要印泥。骑龙巷那间专门售卖糕点的压岁铺子，它隔壁就有一间什么杂物都卖的铺子，挂“草头”两字招牌，宋集薪和婢女稚圭就经常光顾这间铺子，所谓的文房四宝、书案清供都是那边买来的。
en_us: However, he then quickly realized a problem. In order to use his seals, he required ink paste. Next to the pastry shop on Dragon Riding Alley was a general shop that sold a wide variety of things. The name of the shop was "Burclover", and Song Jixin and Zhi Gui were regular patrons there. All of his writing materials and ornaments had been purchased from the shop.

source: 只是憨厚汉子根本就没起身的意思，吐出一个字，“孬。”
en_us: However, the hunch-backed man displayed no intention of chasing him, and he merely scoffed, "Idiot."

source: 只是无人深思，皇城宫禁何等森严，这种事情，皇帝不说，宦官不说，嫔妃不说，老百姓是如何知道的？
en_us: However, no one had thought to ponder deeply about this — with how strict the imperial palace was with information, to say nothing about the emperor, eunuchs, and concubines, just how in the world had ordinary peasants learned about all of this?

source: 只是有些想念小镇上唯的朋友。
en_us: However, he did miss his only friend in the town.

source: 只是有老人说那条金色鳞片的鲤鱼，大小不过手掌长短，也有人说那条奇怪鲤鱼，大得很，最少也有半人长，简直就是快成精了。
en_us: However, some of them claimed that the golden carp was only around the same length as a human hand, while others proclaimed that the carp was enormous, half the length of a grown man at the very least, as if it were evolving into a higher life form.

source: 只是苻南华对云霞山实在没什么好感，将山门命运就放在蔡金简一个女人的肩头，实在不像话，这也是苻南华对云霞山观感不佳的原因所在。
en_us: However, Fu Nanhua simply didn't have any fondness toward the Dawn Cloud Mountain. In his eyes, it was preposterous that the sect was placing its fate entirely on the shoulders of a woman like Cai Jinjian, and that was why he had a very low opinion of the sect.

source: 只是这一次，这个高大少年，再没有能够听到某个黑黑瘦瘦的家伙，一遍遍撕心裂肺喊着“死人了”。
en_us: This time, however, he didn't hear the skinny and dark young boy screaming for help at the top of his lungs.

source: 只是这些积郁多年、不吐不快的言语，齐先生说得太小声，陈平安竖起耳朵也听不清楚。
en_us: However, Mr. Qi's voice was extremely soft as he spoke these words that had weighed on his mind for many years. Chen Ping'an pricked his ears up, yet he was still unable to hear it clearly.

source: 只是那人很快就去而复还，身边还有一位双腿极长的年轻女子，不知为何还有阮秀。
en_us: However, the young man quickly returned again, and this time, there was a young woman with extremely long legs standing next to him. For some reason, Ruan Xiu was also with them.

source: 只是那只捕蛇鹰在被人抓获之后，便滴水不沾，米粒不进，已经快两天了。
en_us: However, after the snake hunting hawk was captured, it had refused to eat or drink, and it had already been fasting for close to two days at this point.

source: 只是陈平安不太明白这么点大的地方，凿出这么多口水井做什么。
en_us: It was just that Chen Ping'an was slightly confused about why he needed so many wells in this small area.

source: 只要不是瞎子，就知道这块石头很不一般。
en_us: As long as one wasn't blind, they would understand that this was no ordinary pebble.

source: 只要涉及到自己宗门的那位小师叔，莫说是她和师弟，恐怕一洲之内的所有年轻道士，皆是与有荣焉。
en_us: When it came to that Junior Uncle, to say nothing of her and her Junior Brother, perhaps all of the young Daoist priests in the continent would feel a sense of shared pride.

source: 只要走在正确的道路上，你悟性再差，只要够勤奋坚韧，每天终究是在进步。走在错误的方向上，你越聪明越努力，只会做越多错越多。
en_us: If one took the correct path, one would ultimately be able to make progress every day, regardless of how poor their comprehension ability. They simply needed to perservere. If one veered off onto an incorrect path, however, their smarts and effort would only lead them further and farther astray.

source: 只见一尊高达丈余的金甲神人从天而降，双拳在胸口一撞，声响如雷，道：“真武后裔，有何吩咐？”
en_us: What he saw was a three-meter tall deity in golden armor descending from the heavens. The deity beat its fists against its chest before asking in a thunderous voice, "Disciple of True Martial, what is your command?"

source: 只见不远处，有一位头戴帷帽的黑衣少女，薄纱遮挡了容颜，身材匀称，既不纤细，也不丰腴，她腰间分别悬佩一把雪白剑鞘的长剑、绿鞘狭刀，站在“气冲斗牛”匾额下，她双臂环胸，扬起脑袋。
en_us: Not far up ahead was a young woman dressed in black. She wore a veiled hat that concealed her facial features, and she had a moderate figure that wasn't overly thin or excessively voluptuous. There was a longsword with a white scabbard and a saber in a green scabbard strapped to her waist. She was standing beneath the plaque that bore the idiom "unmatched aura", looking up at it with her arms crossed over her chest.

source: 只见嘴角渗出血丝的草鞋少年，在一拳打飞后，原本就该是头朝地摔个狗吃屎的下场，但是少年向前伸出双手，撑在地面的瞬间，手肘先弯曲再发力，整个人便一气呵成在空中翻转，变成双脚落地后，又借着向前的惯性，以毫不减速的身姿继续狂奔逃亡。
en_us: Blood was seeping down from the corners of his lips from that glancing blow, and right as it appeared that he was about to faceplant into the soil, he reached out with both hands before pressing his palms against the ground. He then bent his elbows before extending them forcefully, performing a somersault in the air, and after landing on the ground with his feet, he used his forward momentum to continue fleeing for his life, not slowing down in the slightest.

source: 只见女子整个人倒飞出去，身后那张椅子在空中化作齑粉不说，女子高挑身躯全部陷入墙壁，几乎像是嵌入墙壁的一样物件。
en_us: Not only did the chair that she was sitting on completely disintegrate in mid-air, her entire body was embedded into the wall behind her, as if she were some type of wall ornament.

source: 只见巷弄之中，蔡金简好像一步就跨到了陈平安身前，她那只晶莹如羊脂美玉的纤手，迅猛拍向草鞋少年的天灵盖上，在身后苻南华出声阻拦的瞬间，她骤然停下手掌，最后轻轻提起，柔柔拍下，做完这个仿佛长辈宠溺晚辈的亲昵动作后，她弯下腰，凝视着少年那双眼眸，像一汪清澈见底的清泉，蔡金简几乎能够从那里瞧见自己的脸庞，只可惜她当下心情糟糕至极，皮笑肉不笑道：“小家伙，我知道你说话的时候，故意放慢了速度。”
en_us: As it turned out, Cai Jinjian had lunged over to Chen Ping'an in what seemed like just a single stride, and her fair and slender hand was hurtling rapidly toward the top of Chen Ping'an's head. In the instant that Fu Nanhua yelled out to stop her, her hand drew to an abrupt halt, and after a brief pause, she gently raised it before patting Chen Ping'an's head in what appeared to be an affectionate, doting gesture. She bent over slightly to look straight into Chen Ping'an's eyes, which resembled a puddle of water so clear that one could see straight to the bottom. Cai Jinjian could almost see her own reflection in those eyes, but she was in no mood to be appreciating such trivial things. A fake smile appeared on her face as she said, "I know what you did there. You intentionally delayed your warning, didn't you?"

source: 只见正襟危坐的法相四周地面，迸溅出一粒粒雨滴，每一滴雨珠，看似渺小忽略不计，其实皆大如水潭。
en_us: Droplets of rain began to emerge from the ground surrounding Qi Jingchun's Dao Manifestation as he spoke, and each raindrop appeared to be tiny and insignificant, but in reality, they were all massive pools of water.

source: 只见白袍玉带的大骊藩王站在牌坊那边，对宋集薪说道：“回泥瓶巷收拾收拾，准备离开这里。”
en_us: Dressed in a white robe and wearing a jade belt, Song Changjing was standing near the archway. He turned to Song Jixin and said, "Go back to Clay Vase Alley and pack your things. We're going to leave soon."

source: 只见这里，滚落的头颅，断裂的躯干，分开的手掌，好像被人勉强拼凑在一起，才堪堪维持大致原貌，但也仅剩下这点颜面了。
en_us: Casting one's gaze across, one could see lonely heads, fractured bodies, and severed arms. It was as if someone had forcefully pieced them together to just barely maintain their original appearance. This was perhaps their final shred of dignity.

source: 只见那位先生始终站在门口，身影沐浴在阳光中，远远望去，恍若神人。
en_us: The teacher was still standing at the entrance, basking under the sunlight, resembling a deity from afar.

source: 只见陈平安站在原地，高高举起一臂，不知何时，他手中握有一柄凭空出现的短刀，刀尖就直直指向飞速冲来的马苦玄。
en_us: What greeted him was the sight of Chen Ping'an standing there, with one arm raised and holding a short dagger that had seemingly appeared out of nowehere. The tip of the blade was directly pointing at the fast arriving Ma Kuxuan.

source: 可他就是有点怕名叫宁姚的外乡小娘。
en_us: Yet, for some reason, he was slightly scared of Ning Yao, this girl from outside.

source: 可他并不满足，还想要再进一步，达到传说中的破虚境，破碎虚空、化凡成神。为此，他探访了无数的古迹，最终进入了黑血谷，历经重重危险之后找到了一座神秘的古塔。
en_us: However,

source: 可年轻人就是觉得有些不痛快。
en_us: However, he still couldn't help but feel displeased.

source: 可惜她很快脸色黯然，恨恨道：“该死的老宦官！给我等着，看我不把你们皇宫掀个底朝天。”
en_us: However, it was a shame that her expression quickly became one of dejection. She gritted her teeth and spat, "That despicable old eunuch! Just you wait! See how I smash up your imperial palace in the future!"

source: 可是在黑衣少女眼中烂好人的草鞋少年，此刻反而显得极其铁石心肠。
en_us: At this moment, it was surprisingly the young boy in straw sandals, who Ning Yao viewed as a foolishly kind person, who was appearing extremely cold-hearted and unsympathetic.

source: 可是孩子他娘也不是这样的女子啊，那么这闺女到底是随谁的性子？
en_us: However, his daughter's mother wasn't such a glutton either! So, just who in the world was she taking after?

source: 可是少年从未埋怨过老人，更不会记恨。
en_us: However, Chen Ping'an had never resented or hated Old Man Yao.

source: 可是少年终究有自己的生活要过，他也很想要自己活得好，不是贪图享受，事实上少年从小就是一个很能吃苦的孩子，他只是单纯想着爹娘若是地下有知，他们肯定就会放心，虽然陈家就只有陈平安一个人了，但是一个人，照样也能过上好日子，就意味着从爹娘传下来的这个家，还不错，哪怕这个家只剩下一个人。
en_us: He also wanted to live a good life, but he wasn't greedy. From a very young age, he had never shied away from adversity and hardship. All he wanted was for his parents to be able to see him from the afterlife and not be concerned for him. If he could live a good life, even though he was the only one left in the family, then his parents would be sure to be proud and content.

source: 可是草鞋少年格外开心。
en_us: However, the young boy in straw sandals was also very happy.

source: 可是话到了嘴边，生性内敛的男人又说不出口，仿佛一字千钧，死死压住了舌头，如何也不知道如何安慰女儿。
en_us: However, when these words reached the tip of his tongue, the introverted man couldn't spit them out no matter what. It was as if his tongue would freeze at this critical moment, rendering him unable to comfort his daughter.

source: 可是陈平安回答说，就是要逼得老猿朝自己痛下杀手，否则没意义。
en_us: However, Chen Ping'an's response was that he had to push the old ape to that point. Otherwise, there would be no point to this endeavor.

source: 可是马苦玄愣是不靠外物，亲自造就了一个“意外”。
en_us: However, Ma Kuxuan didn't rely on any external help as he created a "surprise" for himself.

source: 可能在潜意识里，顾粲早已把陈平安当做娘亲之外，唯的亲人了。
en_us: Perhaps in Gu Can's subconsciousness, he had already accepted Chen Ping'an as his only close companion apart from his mother his since long ago.

source: 可若是要警告一方圣人，莫要逆天行事，悖理大道。
en_us: However, if one wanted to warn a Sage not to defy the heavens and go against the Great Dao...

source: 可规矩就是规矩，打从娘胎生下来，就走在既定的道路上，大大小小的士族子弟，无一例外，从小耳濡目染。
en_us: However, rules were rules, and descendants of these clans would be forced to walk this rigid path from birth. There was no exception, and this was the environment they would be raised in.

source: 台阶底下，还站着个姓卢的年轻人，正是卢氏家主的嫡长孙，叫卢正淳，兴许是真的一方水土，能够养育一方人，在小镇土生土长的人物，皮囊相貌总要生得比别处男女更好些。只不过卢正淳早就被酒色掏空了底子，落在台阶坐着的四人眼中，就更是不堪入目。卢家拥有的龙窑，无论数目还是规模，都冠绝于小镇，也是族内子弟走出小镇，去外地开枝散叶最多的一个姓氏。可是以往在小镇威风八面的卢正淳，神色拘谨，脸色苍白，整个人都紧绷起来，好像稍有纰漏就会被人抄家诛九族。
en_us: There was also a young man with the Lu surname standing at the foot of the steps. He was the eldest grandson of the Lu Family's leader, and his name was Lu Zhengchun. Perhaps the earth and water in certain places really did nurture the people there better than other places, the local residents of the town were generally better-looking than the people outside of the town. However, Luo Zhengchun had already completely ruined his own body through alcohol abuse and excessive sexual activity, presenting him as a very unsightly young man to the four people sitting on the steps. The Lu Clan owned the most dragon kilns out of any clan in the town, and their dragon kilns were also of the best quality. It was also the clan that produced the most descendants that left the town to settle elsewhere. Lu Zhengchun was normally was alwasy strutting around the town as if he owned the place, but at this moment, his complexion was very pale, and he was wearing a reserved and humble expression. His entirely body was also extremely tensed up, as if the slightest misstep here would lead to hte execution of his entire clan.

source: 吃着吃着，少年不知为何，又有些空落落的。
en_us: For some reason, an empty feeling welled up in his heart as he ate the tanghulu, and he didn't know what the source of this feeling was. Perhaps he was feeling bad over the copper coins that he had spent on the tanghulu?

source: 各怀心事的两人走在大街上，距离泥瓶巷越远，两人心头的沉闷感觉便越轻，苻南华觉得那是机缘气数之重，蔡金简则感觉是家族负担之重。
en_us: Both of them continued to make their way down the street, absorbed in their own thoughts. The further away they walked from Clay Vase Alley, the more they felt as if a burden were being lifted from their shoulders. Fu Nanhua was feeling the weight of the fated opportunity that he had secured, while Cai Jinjian was having to deal with the burden of the hopes of her clan.

source: 各自返回屋子，陈平安关上门，躺在坚硬的木板床上，贫寒少年闭上眼睛，小声呢喃道：“碎碎平，岁岁安，碎碎平安，岁岁平安”
en_us: The two young boys returned to their respective homes, and Chen Ping'an closed the door as he laid down on his plank bed, then closed his eyes as he quietly murmured to himself, "May there be peace all year round, may there be safety all year round, may I be safe and peaceful all year round."

source: 合在一起即珠字。
en_us: Combining the two characters together, the character "Pearl" was formed[ref]Wang Zhu is written as 王朱 in Chinese. Combining the two characters together yields 珠, which means "pearl".[ref].

source: 同样是仙子，这位年轻女冠的含金量，远不是云霞山蔡金简能够媲美的，几乎是仙家金精之于世俗金子。
en_us: They were both celestial maidens, yet the might and influence of this young Daoist nun was something that Cai Jinjian from the Dawn Cloud Mountain could never have hoped to achieve. The gulf between them was like the gulf between immortal gold essence and ordinary mortal gold.

source: 同样是徒弟，他和李二在这个师父面前，待遇是云泥之别。
en_us: Both he and Li Er were disciples of Old Man Yang, yet the treatment they received from him couldn't be more stark in contrast.

source: 名叫马苦玄的少年，站起身后继续掂量着那颗石子，朝宁姚和陈平安灿烂一笑，开门见山道：“如果我去福禄街李宅，跟正阳山那头老猿说找到你们两个了，我想怎么都可以拿到一袋子钱。不过你们只要给我两袋子钱，我就假装什么都没有看到。事先说好，只是做买卖而已，别想着杀人灭口啊，地上这么多神仙菩萨可都看着咱们呢，小心遭报应。”
en_us: Ma Kuxuan stood up and continued to toss the stone in his hand. He flashed a brilliant smile at Ning Yao and Chen Ping'an, and he said, "If I go to the Li Clan's residence in Fortune Street and tell that old ape from Sun Scorch Mountain that I've found you two, I reckon that I'll be able to earn a pouch of copper coins no matter what. However, I can pretend that I didn't see anything if you two are willing to offer me two bags of copper coins. Let me say this first, though. This is merely a transaction, so don't have any thoughts about trying to kill me. There are so many gods and Bodhisattvas observing us, so be careful of getting bad karma."

source: 名叫齐静春的读书人提醒道：“赵繇，还记得我让你收好的那片槐叶吗？”
en_us: Qi Jingchun continued, "Do you still remember that locust leaf that I told you to keep?"

source: 后世文人骚客和修士仙师，对此解释千百种，至于真正的缘由，恐怕早已湮灭在历史的尘埃中。
en_us: Scholars, cultivators, and immortals of the future generations had hundreds upon thousands of different explanations for why this was. As for the true reason, however, it had most likely already been lost in the annals of history.

source: 后来陈平安听顾粲说，这个整天脏兮兮的小姐姐，虽然看上去是个无人管束的野丫头，但其实是福禄街李家的人，而且不是仆人丫鬟那种。只不过不知道为啥，她就是喜欢一个人瞎逛荡，家里人也不管，顾粲最后说到她的时候，满满的骄傲和鄙视，说她别看跑得快，人可笨了，有次他们两人凑巧一起在溪水里抓鱼，那个笨蛋忙了一下午，才抓到一只螃蟹，一条石板鱼也没逮着，而且她之所以能抓住那只大螃蟹，还是因为螃蟹的蟹钳，狠狠夹住了她的手指。顾粲当时在陈平安屋里说这个，笑得在小木板床上捂住肚子打滚，说她是真傻，竟然还故意扬起手，跟他炫耀，好像抓到一只螃蟹有多了不起似的，关键是当时她明显已经被蟹钳夹得快哭了。
en_us: Afterward, he had heard from Gu Can that even though this little girl was always covered in dirt and looked like a wild child who wasn't restrained by her guardians, she was, in fact, from Fortune Street's Li Clan. Moreover, she wasn't a servant or a maid. For some reason, however, she always liked to run around and play by herself, and her family didn't stop her either. In the end, Gu Can had been filled with pride and contempt as he talked about her. Even though she was quick, he said that she actually very stupid. The two of them had coincidentally gone to fish at the creek at the same time once, and that stupid little girl had failed to catch a single rock slate fish after struggling for the entire afternoon. She had only managed to catch a single crab. Moreover, the only reason that she had been able to catch that crab was because that crab had viciously pinched her finger with its claw. When Gu Can had Chen Ping'an about this at that time, he had been laughing so hard that he couldn't help but clutch his stomach and kick his legs. He had said that she was truly stupid, and that she had even raised her hand and purposefully waved it around to show off to him. It was as if catching the crab had been a supremely impressive feat. Most importantly, it had been clear that she was already on the verge of tears due to the pain of being pinched by the crab.

source: 后者微笑不语。
en_us: Qi Jingchun was watching Chen Ping'an in silence with a faint smile on his face, but Chen Ping'an's expression remained determined and resolute, and he didn't loosen his grip in the slightest.

source: 后者赶紧缩脖子跑到一边去，对蹲地上的汉子嚷嚷道：“师兄，你也不劝劝嫂子！”
en_us: The disheveled man hurriedly recoiled before scurring away, yelling to the man who was squatting on the ground, "Saying something to her, Senior Brother!"

source: 后者跳脚大骂道：“陈平安，你看我干什么，真是晦气！”
en_us: Song Jixin immediately flared with rage upon seeing this. "Why are you looking at me, Chen Ping'an? Are you trying to imply something?"

source: 向极好说话的老人挥挥手，“我再看会儿巷子风景，你先回去，桃芽，听话，否则我会生气的。”
en_us: The benevolent old man waved his hand and said, "I'm going to look at the scenery in the alley for a while longer. You can go back in first. Tao Ya, listen to me. Otherwise, I'm going to get angry."

source: 吓得陈平安赶紧闭上眼睛，不忍心去看。
en_us: Chen Ping'an hurriedly closed his eyes, not daring to look any longer.

source: 君子有成人之美。
en_us: A noble man would always seek to help others.

source: 否则为什么要和刘羡阳做朋友？
en_us: Otherwise, why would he have become friends with Liu Xianyang in the first place?

source: 否则，以清风城的家底和声望，绝对不敢如此在小镇卢氏宅子，做起鸠占鹊巢的勾当，还敢居高临下，对卢氏子弟呼来喝去。否则就算换成正阳山的那对主仆，其实都很勉强。
en_us: Otherwise, given the power and reputation of the Light Breeze City, there was no way that the woman would've dared to take over the branch of the Lu Clan in this town and order its young master around as if he were her servant. In fact, if the Lu Empire had been at the height of its powers, even the little girl and her elderly servant from the Sun Scorch Mountain wouldn't have dared to treat the Lu Clan with such disdain.
